Revit 2027 API
PlanTopology.Level Property
The Level of the PlanTopology.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Level Level { get; }
Public ReadOnly Property Level As Level
	Get
public:
property Level^ Level {
	Level^ get ();
}
member Level : Level with get
Property Value
Level
See Also
Reference
PlanTopology Class
Autodesk.Revit.DB Namespace